[{
  "title": "Curry jaune thailandais au poulet",
  "servingNumber": 6,
  "preparationTime": 120,
  "ingredients": [
    "6 hauts de cuisse de poulet sans la peau désossés",
    "1 litre de lait de coco",
    "50 cl de crème de coco",
    "6 cs de pâte de curry jaune",
    "6 aubergines thailandaises",
    "1 oignon",
    "1 grosse pomme de terre",
    "4 cs d'huile",
    "4 cc de sucre roux",
    "8 cc de nuoc man"
  ],
  "instructions": "Chauffer l'huile dans un wok ou dans tout autre casserole de grande contenance. Ajouter l'oignon couper en cubes grossiers, et les cuire juste pour rendre odorants. Ajouter la pâte de curry et bien mélanger. Laisser frire quelques minutes en surveillant bien pour ne pas brûler le tout! Ajouter à ce moment la crème et le lait de coco. Laisser bouillir le tout en mélangeant bien. Ajouter ensuite la pomme de terre coupée en cubes. Ajouter ensuite les aubergines thailandaises coupées en 4. Détailler les hauts de cuisses de poulets en morceaux. Quand le curry a cuit 15 minutes avec les aubergines, ajouter le poulet. Quand celui ci est cuit, ajouter pour finir le nuoc nam et le sucre. Laisser bouillir pour obtenir une consistance crémeuse. Servir le curry jaune dans des petits bols et une cuiller. On peut l'accompagner de riz gluant."
  }, {
  "title": "Pissaladière",
  "servingNumber": 6,
  "preparationTime": 120,
  "ingredients": [
    "1 pâte à pizza",
    "1 kg d'oignons",
    "160g de filets d'anchois",
    "2 gousse d'ail",
    "2 cs d'huile d'olive",
    "1 cs de sucre",
    "1 poignée d'olives noires",
    "1 cc d'herbes de provence",
    "thym",
    "sel, poivre"
  ],
  "instructions": "Faire chauffer l'huile dans une grande poêle, et y jeter les oignons avec le sucre et l'ail écrasé. Faire chauffer à feu moyen-vif pendant environ 10 minutes, jusqu'à ce que les oignons prennent une jolie couleur caramélisée, en remuant de temps à autre. Parsemer de thym, d'herbes de provence, saler et poivrer, puis bien mélanger le tout. Couvrir et faire mijoter pendant environ 30 minutes, jusqu'à ce que les oignons soient bien tendres, en remuant rédulièrement, et laisser cuire à découvert les 10 dernières minutes pour réduire le liquide. Retirer du feu et laisser refroidir un peu. Préchauffer le four à 220°. Etaler la pâte à pizza et la recouvrir d'une bonne couche d'oignons, puis arranger les anchois sur le dessus, en formant des croisillons, et en déposant les olives noires à chaque intersection. Enfourner pendant 25-30 minutes. La pissaladière doit être légèrement dorée. Servir tiède, coupé en carrés."
  }]
